window.SOUL = {

  4: `У вас молодая душа, вы ещё не так много воплощались на земле. Вы пришли для того, чтобы познать всю красоту материального мира.
Чтобы успешно пройти данное воплощение вам предстоит научиться порядку, самодисциплине, организации себя и своей жизни. И самое главное, развить в себе мужские качества, находясь в женском теле и не уничтожив в себе женскую природу.
В данном возрасте души есть большой соблазн конкуренции с мужчинами или желание сложить лапки и не работать. Можете скатываться в эгоизм и капризы.
`,

  5: `У вас молодая душа, вы ещё не так много воплощались на земле. Вы пришли для того, чтобы познать всю красоту материального мира. 
Чтобы успешно пройти данное воплощение вам необходимо реализоваться в профессии, стать в ней уважаемым человеком. Без реализации вы будете чувствовать бессмысленность бытия. Также, вам важно обрести веру в высшие силы, понять, что вас ведут и избавляться от гордыни. 
В данном возрасте души вы можете иметь проблемы с уважением и с критикой, тем самым портите отношения с окружающими и боитесь получить критику в свой адрес.
`,

  6: `У вас молодая душа, вы ещё не так много воплощались на земле. Вы пришли для того, чтобы познать всю красоту материального мира. 
Чтобы успешно пройти данное воплощение вам необходимо научиться любить, принимать людей такими какие они есть и прийти к свободе. Ваш выбор — ваша ответственность. Но необходимо быть активнее в своём выборе. А также, понимать, что ваша текущая жизнь — это следствие ваших выборов, и всегда можно сделать другой выбор и выбросить ненужное прямо сейчас. 
В данном возрасте вы можете идеализировать любовь и мечтать о неземном партнёрстве. Вы здесь для того, чтобы прожить в любви, настоящей, зрелой, ответственной. Так же, можете застыть в морализаторстве, догматизме и отсутствии священной свободы выбора.
`,

  7: `У вас молодая душа, вы ещё не так много воплощались на земле. Вы пришли для того, чтобы познать всю красоту материального мира. 
Чтобы успешно пройти данное воплощение вам необходимо достичь успеха, реализовать свои цели и накопить достаточное количество энергии, чтобы даже в старости быть активными и деятельными. Ваша жизнь должна выглядеть как великое путешествие и путь к успеху. 
В данном возрасте вы можете гнаться за призрачными целями и терять запал и энтузиазм, а также, терять смысл жизни и не хотеть никуда двигаться. Не решайте за других как им жить и кем им быть.
`,

  8: `У вас взрослая душа, вы достаточно много воплощались на земле. Вы пришли для того, чтобы исследовать все грани своей души, её уникальности, чувств и эмоций. 
Вы находитесь в переходном возрасте, и вам в этой жизни важно научиться видеть причины и следствия, чтобы не провести всю свою жизнь в обиде. Логика и рассудок должны быть всегда включены и не давать эмоциям захлестнуть прежде, чем не увидите сути вещей. Чтобы успешно пройти данное воплощение вам необходимо изучить законы мироздания, и все законы, которые есть. 
В данном возрасте вы можете бездействовать, можете терять собственный путь и сомневаться в своей правде, обижаться и винить других. Также, можете воевать за место в социуме и нарушатьзаконы. 
`,

  9: `У вас взрослая душа, вы достаточно много воплощались на земле. Вы пришли для того, чтобы исследовать все грани своей души, её уникальности, чувств и эмоций. 
Чтобы успешно пройти данное воплощение вам необходимо найти свой уникальный путь, ни на кого не похожий. Вас может пугать одиночество и можете не чувствовать поддержки. Иногда можете считать себя глупыми и ни на что не способными, но нужно опираться на свои знания и идти вперёд. Найдите баланс между материей и духовностью, вам необходимо духовное развитие.
В данном возрасте вы можете улетать в духовность, отрицать материю, обижаться на судьбу и думать, что вас обделили. Так же, можете стать обычными материалистами. 
`,

  10: `У вас взрослая душа, вы достаточно много воплощались на земле. Вы пришли для того, чтобы исследовать все грани своей души, её уникальности, чувств и эмоций. 
Чтобы успешно пройти данное воплощение вам необходимо осознать, что материя для вас очень важна, вам важны деньги, и вам необходимо научиться их зарабатывать. Также, ваша задача — отработка личной кармы, поэтому смотрите на людей и наблюдайте что они вам отзеркаливают. То, что раздражает или восхищает в других — это ключ к вашей трансформации. 
В данном возрасте вы можете отрицать материю и её важность в жизни, отчаиваться, и не зарабатывать столько, сколько хотите. Так же, можете работать на износ, не жалея себя из-за страха бедности. 
`,

  11: `У вас взрослая душа, вы достаточно много воплощались на земле. Вы пришли для того, чтобы исследовать все грани своей души, её уникальности, чувств и эмоций. 
Чтобы успешно пройти данное воплощение вам необходимо воспитывать силу воли, выносливость в достижении своих планов. Также, вам необходимо вести здоровый образ жизни, заниматься спортом и созидать здоровью. Когда вы научитесь это выполнять, вы сможете служить примером другим и даже внести свои нестандартные взгляды на вопросы силы духа и воли. 
В данном возрасте вы можете слишком фанатично относиться к спорту и питанию, либо не заниматься этим вообще. Понапрасну тратить свою силу, а когда необходимо приложить усилия, зависать и становиться жертвой обстоятельств. 
`,

  12: `У вас взрослая душа, вы достаточно много воплощались на земле. Вы пришли для того, чтобы исследовать все грани своей души, её уникальности, чувств и эмоций. 
Чтобы успешно пройти данное воплощение вам необходимо увидеть свою жизнь под другим углом, полностью изменив фокус зрения. Вы полностью изменитесь, сможете видеть то, чего не видят другие, которые смотрят на жизнь, как только на земной опыт. Вы можете стать великим служащим и помочь многим. Но для начала научитесь отличать жертву от жертвенности, наполнять себя заботой и помогать другим когда вы полны сами. 
В данном возрасте вы можете чувствовать недостаток сил, тратить свои силы на борьбу, чувствуя себя жертвой обстоятельств. А также, можете зависать и не менять ничего долгое время. 
`,

  13: `У вас взрослая душа, вы достаточно много воплощались на земле. Вы пришли для того, чтобы исследовать все грани своей души, её уникальности, чувств и эмоций. 
Чтобы успешно пройти данное воплощение вам необходимо любить перемены и самостоятельно их инициировать. Индикатором необходимости перемен может быть теснота, которую вы стали ощущать на своём месте, либо скука и усталость от всего, что окружает. Рисковать, любить жизнь, дышать полной грудью и всегда заниматься тем, что любите, помня, что жизнь одна и прожить её нужно, чтобы не было мучительно больно от неиспользованного потенциала. 
В данном возрасте вы можете зависать, чувствовать, что жизнь к вам несправедлива и заставляет менять чтото, бояться перемен и риска, держаться за привычное, давно изжившее себя, будь то отношения, работа или даже мысли. 
`,

  14: `У вас взрослая душа, вы достаточно много воплощались на земле. Вы пришли для того, чтобы исследовать все грани своей души, её уникальности, чувств и эмоций. 
Чтобы успешно пройти данное воплощение вам необходимо узнать на собственном опыте, что значит равновесие и что значит обрести его. Неспешность, рассудительность, но при этом наполненная жизнь, без рутины и скуки. У вас чуткая и ранимая душа, вы должны, не потеряв контакта с эмоциями, научиться их проживать спокойно и глубоко. 
В данном возрасте вас может кидать из стороны в сторону, испытывать постоянное напряжение, не уметь ждать и долго помнить обиды. Также вы можете стать бесчувственным или впадать в крайние эмоциональные формы. 
`,

  15: `У вас взрослая душа, вы достаточно много воплощались на земле. Вы пришли для того, чтобы исследовать все грани своей души, её уникальности, чувств и эмоций. 
Чтобы успешно пройти данное воплощение вам необходимо познать материальный мир, овладеть тем, чего страстно желаете, но не стать рабом материальных желаний. Развивать свои экстрасенсорные способности, умение видеть людей насквозь. Управлять своей энергией, избавлять от зависимостей всех уровней. Показать своим примером, что даже тёмная часть души может стать светлее. 
В данном возрасте вы можете скатываться в эмоциональные перепады и потерю энергии, агрессию, злость и зависть. Также, вы можете не реализовать свой потенциал изза лени и желания праздной жизни.
`,

  16: `У вас зрелая душа, душа эзотерика и вся ваша жизнь — это путь духа. Вы пришли для того, чтобы научиться понимать, что есть чтото большее и быть ведомым своим духом. 
Чтобы успешно пройти данное воплощение вам необходимо избавляться от старых завалов, перестраивать негативные разрушающие черты своего характера. Строить и созидать, и если в жизнь приходят разрушения, то понимать, что слишком давно вы не проводили ревизию. Вы — сильный и выносливый человек, осталось эту энергии пустить на созидание. 
В данном возрасте вы можете разрушать всё из-за упрямства и желания всё сделать так, как вам надо, вне зависимости от обстоятельств. Также, можете иметь проблемы с позвоночником, если не будете заниматься здоровьем и выстраиванием опор. 
`,

  17: `У вас зрелая душа, душа эзотерика и вся ваша жизнь — это путь духа. Вы пришли для того, чтобы научиться понимать, что есть чтото большее и быть ведомым своим духом. 
Чтобы успешно пройти данное воплощение вам необходимо раскрыть все свои многогранный таланты, развивать свои способности и явить себя яркой звездой этому миру. Также, зарабатывать на своём таланте и творчестве. Быть честным и искренним с собой, с жизнью и с другими. Любить и проживать свои эмоции, понимая, что через них с вами говорят ангелы. 
В данном возрасте вы можете не верить в себя и свои таланты, вести показушную жизнь или вообще не светить и ощущать себя потухшей звездой. 
`,

  18: `У вас зрелая душа, душа эзотерика и вся ваша жизнь — это путь духа. Вы пришли для того, чтобы научиться понимать, что есть чтото большее и быть ведомым своим духом. 
Чтобы успешно пройти данное воплощение вам необходимо избавиться от множества страхов, которые у вас есть. Найти контакт со своим подсознанием и научиться притягивать в свою жизнь то, о чём мечтаете, и что является вашим намерением. Обрести своё жильё, создать там уют и тепло, а также, рожать детей, быть хозяйкой в доме и угощать домашних разными кулинарными шедеврами. Не рекомендуется делать аборты. 
В данном возрасте вы можете заболотиться и закиснуть, не веря в себя, живя в негативном мышлении и погрязнув в собственные страхи. Также, притянуть те страхи, которые живут в вашем подсознании. 
`,

  19: `У вас зрелая душа, душа эзотерика и вся ваша жизнь — это путь духа. Вы пришли для того, чтобы научиться понимать, что есть чтото большее и быть ведомым своим духом. 
Чтобы успешно пройти данное воплощение вам необходимо быть всегда на позитивном мышлении, верить в себя и своё светлое будущее, достигать успеха, обретать богатство и славу. Вы прирождённый лидер и у вас высокие амбиции, и ваша задача реализовать их и своей энергией согреть сотни людей. Стать гармонично реализованным во всех сферах. Не рекомендуется делать аборты. 
В данном возрасте вы можете быть зацикленным на себе и не видеть других, попусту растратить свои способности и энергию, пережечь себя. Также, можете выжигать других, вместо того, чтобы светить. 
`,

  20: `У вас зрелая душа, душа эзотерика и вся ваша жизнь — это путь духа. Вы пришли для того, чтобы научиться понимать, что есть чтото большее и быть ведомым своим духом. 
Чтобы успешно пройти данное воплощение вам необходимо вывести свой род на новый уровень воей жизнью, простив всех родных, прекратив повтор негативных кармических сценариев. Ваша задача обрести мудрость, системный взгляд и понимание, что вы важная часть системы, ровно как и все остальные в этом мире. Социальная реализация, уважаемый другими человек. 
В данном возрасте вы можете исключать когото из системы и рода, осуждать, сплетничать, не верить в высшие силы, думая, что вы самая высшая инстанция, способная выносить приговоры. 
`,

  21: `У вас зрелая душа, душа эзотерика и вся ваша жизнь — это путь духа. Вы пришли для того, чтобы научиться понимать, что есть чтото большее и быть ведомым своим духом. 
Чтобы успешно пройти данное воплощение вам необходимо нести свет, мир и добро людям в глобальных масштабах. Всё объединять, ничего не разделять, будь то религия, спорт, поколения. Вам необходимо научиться видеть свои границы и границы других, чтобы найти самое лучшее место в мире, которое у вас только может быть. Терпеливость, гибкость, умение доводить начатое дело до конца. 
В данном возрасте вы можете быть агрессивны по отношению к миру, не расширять своё мировоззрение и мыслить узко, имея плохие границы и постоянно нарушая границы других. 
`,

  22: `У вас зрелая душа, душа эзотерика и вся ваша жизнь — это путь духа. Вы пришли для того, чтобы научиться понимать, что есть чтото большее и быть ведомым своим духом. 
Чтобы успешно пройти данное воплощение вам необходимо идти по жизни легко, смеясь, не боясь начинать новое дело. Относиться к жизни как к опыту, но проходя сцены жизни, необходимо делать выводы, чтобы не танцевать на граблях. Смейтесь, радуйтесь каждому дню и живите как ребёнок, но не будьте инфантильны. Ребёнок исследует мир и делает пробы, падая встаёт и ещё раз пробует. Дети для вас очень важны, все дети, не только родные. Не рекомендуется делать аборты. 
В данном возрасте вы можете стать сверх грузными либо инфантильными, не делать выводы, а совершать одни и те же ошибки. Не жить свободной жизнью, пытаясь сыграть ту роль, которая противна и не ваша вовсе.
`
};